---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SheetFailures
source: html/667bfcc9-04a7-1dd1-c444-7f84d0d698ac.htm
---
# BuiltInFailures.SheetFailures Properties

Sheet Number is already in use. Enter a unique number.